export const slide_films = [
  {
    film_id: 1,
    name: 'Нечисть',
    description:
      'Если нарушить правило двух минут, зло попробует утащить провинившегося на тот свет...',
    genre: 'triller',
    data_place: 'Великобритания, 2023',
    img_path:
      'https://img06.rl0.ru/afisha/e532x532q85i/s2.afisha.ru/mediastorage/53/5b/c88792ecef6c482c9b33c0db5b53.jpg',
    cinema: [1, 2, 5],
    date: ['04012024', '22012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 2,
    name: 'На взлет',
    description: 'Новые приключения отважного самолета-трансформера по имени Джетт и его команды',
    genre: 'multfilm',
    data_place: 'Великобритания, 2023',
    img_path:
      'https://img04.rl0.ru/afisha/e532x532p650x116f864x864q85i/s3.afisha.ru/mediastorage/01/ab/3336d4384e744283bda141a3ab01.jpg',
    cinema: [4, 5],
    date: ['04012024', '23012024', '24012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 3,
    name: 'Рыбка Поньо на утесе',
    description: 'Мультфильм Хаяо Миядзаки про любовь и ее катастрофические последствия',
    genre: 'multfilm',
    data_place: 'Великобритания, 2023',
    img_path:
      'https://img06.rl0.ru/afisha/e532x532p437x43f768x768q85i/s.afisha.ru/mediastorage/a3/fb/5ed6c71e40ff4590b36b3fe0fba3.jpg',
    cinema: [1],
    date: ['01012024', '25012024', '26012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 4,
    name: 'Шрек',
    description:
      'Если нарушить правило двух минут, зло попробует утащить провинившегося на тот свет...',
    genre: 'triller',
    data_place: 'Великобритания, 2023',
    img_path: 'https://i.pinimg.com/564x/aa/d5/02/aad50243a0bfca001e2145fc72d6ead6.jpg',
    cinema: [3, 4, 5],
    date: ['14012024', '14012024', '27012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 5,
    name: 'Звездные войны. Восход',
    description: 'История борьбы сил света и тьмы достигает своего эпического завершения...',
    genre: 'fantasy',
    data_place: 'США, 2019',
    img_path:
      'https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcQYiLdRStXqE85JTSIGTMSnGCJoOmIiRI1CWVftnfezKuVHrdd1qPcLsjXzLESIRJt90-jv',
    cinema: [1, 3, 4],
    date: ['12012024', '12012024', '28012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 6,
    name: 'Властелин колец: Братство кольца',
    description:
      'Путешествие фродо Бэггинса, который отправляется на Запад, чтобы уничтожить Кольцо Всевластия...',
    genre: 'fantasy',
    data_place: 'Новая Зеландия, 2001',
    img_path: 'https://i.pinimg.com/564x/f9/d4/b1/f9d4b1e1a6a7cd4ce53312a2b7c14814.jpg',
    cinema: [2, 4, 5],
    date: ['19012024', '19012024', '29012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 7,
    name: 'Интерстеллар',
    description:
      'Группа исследователей отправляется в космос в поисках нового дома для человечества, сталкиваясь с червоточиной и парадоксами времени...',
    genre: 'triller',
    data_place: 'США, Великобритания, 2014',
    img_path: 'https://i.pinimg.com/564x/10/f9/e1/10f9e13e152e5129166e59dde6148f33.jpg',
    cinema: [1, 3],
    date: ['07012024', '07012024', '19012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 8,
    name: 'Гарри Поттер и философский камень',
    description:
      'Подросток Гарри Поттер обнаруживает, что он наследник волшебства, когда приходит приглашение в Хогвартс, школу магии и волшебства...',
    genre: 'fantasy',
    data_place: 'Великобритания, США, 2001',
    img_path: 'https://i.pinimg.com/564x/6c/c8/9e/6cc89ef1721389d2290e13fb68b1dc9e.jpg',
    cinema: [2, 5],
    date: ['16012024', '16012024', '18012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 9,
    name: 'Эльфийка',
    description:
      'Молодой пилот-преступник, фермер-подросток и принцесса борются с зловещей империей в галактической борьбе...',
    genre: 'fantasy',
    data_place: 'США, 1977',
    img_path: 'https://i.pinimg.com/564x/f6/47/f6/f647f63a7dfc5cc11055d35e16750473.jpg',
    cinema: [1, 3, 4],
    date: ['15012024', '04012024', '17012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 10,
    name: 'Лопух',
    description:
      'Программист Нео обнаруживает, что весь мир, в котором он живет, на самом деле является компьютерной симуляцией...',
    genre: 'triller',
    data_place: 'США, 1999',
    img_path: 'https://i.pinimg.com/564x/18/b6/1a/18b61aca27532aec802df32c72c1c52b.jpg',
    cinema: [2, 4],
    date: ['20012024', '04012024', '16012024', '03012024', '06012024', '02012024']
  },

  {
    film_id: 11,
    name: 'Выходной',
    description:
      'Фродо и его спутники продолжают свой путь к Мордору, сталкиваясь с новыми опасностями и испытаниями...',
    genre: 'fantasy',
    data_place: 'Новая Зеландия, 2002',
    img_path: 'https://i.pinimg.com/564x/ef/43/a8/ef43a8ef722fd125b0ac6cb8173c1ee1.jpg',
    cinema: [1, 3, 5],
    date: ['05012024', '20012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 12,
    name: 'Пельмешки',
    description:
      'Генерал Максимус Децим Меридиус оказывается в центре политических интриг и борьбы за власть в Древнем Риме...',
    genre: 'butle',
    data_place: 'США, 2000',
    img_path: 'https://i.pinimg.com/564x/39/49/71/394971f7d9497cd0cf6726876ddc54c0.jpg',
    cinema: [2, 4],
    date: ['10012024', '05012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 13,
    name: 'Миллионы алых роз',
    description:
      'История об удивительном человеке, который случайно становится участником множества ключевых событий американской истории...',
    genre: 'Fantasy',
    data_place: 'США, 1994',
    img_path: 'https://i.pinimg.com/564x/c2/cd/38/c2cd386994ea314923e3ecfe69a72809.jpg',
    cinema: [1, 2, 3, 4],
    date: ['03012024', '10012024', '14012024', '03012024', '06012024', '02012024']
  },

  {
    film_id: 14,
    name: 'Вайб',
    description:
      'История любви между бедной девушкой и богатым парнем, которая разворачивается на фоне катастрофы гигантского лайнера...',
    genre: 'Multfilm',
    data_place: 'США, 1997',
    img_path: 'https://i.pinimg.com/564x/43/b5/ff/43b5ff67638bfa9c8d12eb170a84b0bf.jpg',
    cinema: [2, 3, 5],
    date: ['12012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 15,
    name: 'Побег из Шоушенка',
    description:
      'История о дружбе и надежде, о выживании и свободе, которая началась в тюремной камере...',
    genre: 'butle',
    data_place: 'США, 1994',
    img_path: 'https://i.pinimg.com/564x/36/b5/6d/36b56d1a4c5f2350d23661dff439f6bb.jpg',
    cinema: [1, 4, 5],
    date: ['17012024', '12012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 16,
    name: 'Зеленая миля',
    description:
      'Сотрудник тюрьмы встречает заключенного с удивительным даром, способным менять мир вокруг...',
    genre: ' fantasy',
    data_place: 'США, 1999',
    img_path: 'https://i.pinimg.com/564x/4a/0e/bf/4a0ebf6d49f449eb401fcc28e88515b5.jpg',
    cinema: [1, 2, 3],
    date: ['01012024', '17012024', '14012024', '03012024', '06012024', '02012024']
  },

  {
    film_id: 21,
    name: 'Демонюга',
    description:
      'Фильм про необычное существо- нечесть. Она была странной и никто не мог понять зачем она делает фото в маске…',
    genre: 'fantasy',
    data_place: 'США, Великобритания, 2014',
    img_path: 'https://i.pinimg.com/564x/37/68/2d/37682dfbd2bd4beb476a694bfba36087.jpg',
    cinema: [1, 3, 5],
    date: ['17012024', '01012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 22,
    name: 'Начало',
    description:
      'Профессиональный вор сна ворует секретные данные, внедряясь в сознание своих жертв во время сна...',
    genre: 'butle',
    data_place: 'США, Великобритания, 2010',
    img_path:
      'https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/8ab9a119-dd74-44f0-baec-0629797483d7/220x330',
    cinema: [2, 4],
    date: ['02012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 23,
    name: 'Гарри Поттер и философский камень',
    description:
      'Приключения мальчика-волшебника Гарри Поттера, который учится в Школе волшебства и ведет борьбу против сил тьмы...',
    genre: 'fantasy',
    data_place: 'Великобритания, США, 2001',
    img_path:
      'https://upload.wikimedia.org/wikipedia/ru/b/b4/Harry_Potter_and_the_Philosopher%27s_Stone_%E2%80%94_movie.jpg',
    cinema: [1, 3, 5],
    date: ['25012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 24,
    name: 'Аватар',
    description:
      'После прибытия на далекую планету Пандора, парализованный бывший морпех получает шанс восстановиться, используя инновационную технологию...',
    genre: 'fantasy',
    data_place: 'США, Великобритания, 2009',
    img_path:
      'https://icdn.lenta.ru/images/2022/11/30/12/20221130121740587/square_320_b0957ef3f539f1f3ee689f730aa6449f.jpg',
    cinema: [2, 4],
    date: ['28012024', '02012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 25,
    name: 'Побег из Шоушенка',
    description:
      'История о дружбе двух заключенных, которые строят план побега из тюрьмы Шоушенк...',
    genre: 'butle',
    data_place: 'США, 1994',
    img_path:
      'https://avatars.mds.yandex.net/get-kino-vod-films-gallery/33804/3140196bedce7c7577c907d590906975/380x240',
    cinema: [1, 3, 5],
    date: ['15012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 26,
    name: 'Звёздные войны: Эпизод 4 – Новая надежда',
    description:
      'Молодой фермер Люк Скайуокер вместе с джедаем Оби-Ваном Кеноби и контрабандистом Ханом Соло спасает принцессу и присоединяется к повстанцам, чтобы сразиться с Империей...',
    genre: 'butle',
    data_place: 'США, 1977',
    img_path:
      'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/9bdc6690-de82-4a8c-a114-aa3a353bc1da/220x330',
    cinema: [2, 4],
    date: ['18012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 27,
    name: 'Матрица',
    description:
      'Программист Нео узнает от загадочного Морфея, что весь его мир — всего лишь виртуальная реальность, созданная искусственным интеллектом...',
    genre: 'butle',
    data_place: 'США, 1999',
    img_path:
      'https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/cf1970bc-3f08-4e0e-a095-2fb57c3aa7c6/600x900',
    cinema: [1, 3],
    date: ['22012024', '15012024', '14012024', '03012024', '06012024', '02012024']
  },

  {
    film_id: 28,
    name: 'Титаник',
    description:
      'Романтическая история любви между бедным парнем и девушкой из высшего общества на фоне трагического затопления легендарного парохода...',
    genre: 'драма, романтика',
    data_place: 'США, 1997',
    img_path: 'https://s0.rbk.ru/v6_top_pics/media/img/8/96/755131712612968.jpg',
    cinema: [2, 4, 5],
    date: ['23012024', '22012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 29,
    name: 'Властелин колец: Братство кольца',
    description:
      'Эпическое приключение о группе искателей приключений, направляющихся в поход, чтобы уничтожить кольцо Властелина Тьмы...',
    genre: 'Camedy',
    data_place: 'Новая Зеландия, 2001',
    img_path:
      'https://upload.wikimedia.org/wikipedia/ru/0/08/The_Lord_of_the_Rings._The_Fellowship_of_the_Ring_%E2%80%94_movie.jpg',
    cinema: [1, 3, 4],
    date: ['10012024', '12012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 30,
    name: 'В погоне за счастьем',
    description:
      'Отец-одиночка, потерявший свой дом и работу, отправляется вместе с сыном в отчаянный путь в поисках лучшей жизни...',
    genre: 'Camedy',
    data_place: 'США, 2006',
    img_path:
      'https://start.ru/images/unsafe/filters:quality(70)/302765054efc42ab82651975bbf4e02b/images-horizontal_poster_1x',
    cinema: [2, 5],
    date: ['12012024', '10012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 31,
    name: 'Терминатор 2: Судный день',
    description:
      'Спасая будущее, Коннор и Т-800 пытаются предотвратить появление передового киборга, который должен уничтожить будущего лидера сопротивления...',
    genre: 'triller',
    data_place: 'США, 1991',
    img_path:
      'https://thumbs.dfs.ivi.ru/storage5/contents/c/6/ae76de3a7c7e94e0ff86b9e0331870.jpg/858x483/?q=85',
    cinema: [1, 4],
    date: ['14012024', '03012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 32,
    name: 'Война миров z',
    description:
      'Группа исследователей отправляется в космическое путешествие через червоточину в поисках нового дома для человечества, столкнувшегося с угрозой вымирания...',
    genre: 'fantasy',
    data_place: 'США, 2014',
    img_path:
      'https://avatars.mds.yandex.net/get-kinopoisk-post-img/1345014/b52d88776b2e7090999f46b68a1acc59/960x540',
    cinema: [3, 5],
    date: ['17012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 33,
    name: 'Побег из курятника',
    description:
      'История о дружбе двух заключенных, выстроивших сложный план побега из тюрьмы Шоушенка...',
    genre: 'camedy',
    data_place: 'США, 1994',
    img_path: 'https://i.pinimg.com/474x/60/61/8d/60618d0eda5d27249615bec8d46462dd.jpg',
    cinema: [2, 3],
    date: ['01012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 34,
    name: 'Винни Пух кровь и мед',
    description:
      'Группа повстанцев сражается против зловещей Империи, стремясь спасти галактику от тирании...',
    genre: 'butle',
    data_place: 'США, 1977',
    img_path:
      'https://virtus-img.cdnvideo.ru/images/as-is/plain/50/508fa7b6-22b4-42fe-b8a0-18b5297e492c.png@jpg',
    cinema: [1, 4, 5],
    date: ['20012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 35,
    name: 'Форрест Гамп',
    description:
      'Жизнь обычного человека, который стал свидетелем многих исторических событий XX века...',
    genre: 'recomend',
    data_place: 'США, 1994',
    img_path:
      'https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/3560b757-9b95-45ec-af8c-623972370f9d/600x900',
    cinema: [1, 2],
    date: ['01012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 36,
    name: 'Мегалодон',
    description:
      'Программист Нео узнает о тайной войне между человечеством и искусственным интеллектом, который контролирует мир, создавая иллюзию реальности...',
    genre: 'recomend',
    data_place: 'США, 1999',
    img_path:
      'https://avatars.dzeninfra.ru/get-zen_doc/9731390/pub_647b61c1cdf5797126955242_647b61fa02408402c28dbb4b/scale_1200',
    cinema: [3, 4],
    date: ['16012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 37,
    name: 'Адам 65',
    description:
      'Эпическая история о любви между Розой и Джеком, которая стала свидетельницей трагедии с легендарным пароходом...',
    genre: 'recomend',
    data_place: 'США, 1997',
    img_path:
      'https://upload.wikimedia.org/wikipedia/ru/thumb/c/cf/65_%28film%2C_2023%29.jpg/800px-65_%28film%2C_2023%29.jpg',
    cinema: [2, 5],
    date: ['01012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 38,
    name: 'Властелин колец: Братство кольца',
    description:
      'По мотивам произведения Дж. Р. Р. Толкина. Фродо и его друзья отправляются в опасное путешествие, чтобы уничтожить Кольцо Всевластья и победить Тёмного Властелина Саурона...',
    genre: 'fantasy',
    data_place: 'США, Новая Зеландия, 2001',
    img_path: 'https://gl.weburg.net/00/movies/2/6775/original/407662.jpg',
    cinema: [1, 3],
    date: ['02012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 39,
    name: 'Гладиатор',
    description:
      'История о римском генерале Максимусе, попавшем в рабство и вынужденном сражаться в аренах, чтобы отомстить тем, кто убил его семью и предал его страну...',
    genre: 'butle',
    data_place: 'США, Великобритания, 2000',
    img_path:
      'https://news.store.rambler.ru/img/1e903f9fddfa61712b55223542cd7fea?img-1-resize=width%3A1280%2Cheight%3A960%2Cfit%3Acover&img-format=auto',
    cinema: [4, 5],
    date: ['19012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  },
  {
    film_id: 40,
    name: 'Храброе сердце',
    description:
      'История Уильяма Уоллеса, шотландского воина, ведущего восстание против английского короля Эдуарда I в XIII веке...',
    genre: 'recomend',
    data_place: 'США, 1995',
    img_path: 'https://www.litres.ru/pub/c/cover/66867133.jpg',
    cinema: [1, 2],
    date: ['20012024', '04012024', '14012024', '03012024', '06012024', '02012024']
  }
]
