export const slide_films = [
  {
    film_id: 1,
    name: 'Нечисть',
    description:
      'Если нарушить правило двух минут, зло попробует утащить провинившегося на тот свет...',
    genre: 'ужасы',
    data_place: 'Великобритания, 2023',
    img_path:
      'https://img06.rl0.ru/afisha/e532x532q85i/s2.afisha.ru/mediastorage/53/5b/c88792ecef6c482c9b33c0db5b53.jpg',
    cinema: [1, 2, 5],
    date: '04012024'
  },
  {
    film_id: 2,
    name: 'На взлет',
    description: 'Новые приключения отважного самолета-трансформера по имени Джетт и его команды',
    genre: 'мультфильм',
    data_place: 'Великобритания, 2023',
    img_path:
      'https://img04.rl0.ru/afisha/e532x532p650x116f864x864q85i/s3.afisha.ru/mediastorage/01/ab/3336d4384e744283bda141a3ab01.jpg',
    cinema: [4, 5],
    date: '04012024'
  },
  {
    film_id: 3,
    name: 'Рыбка Поньо на утесе',
    description: 'Мультфильм Хаяо Миядзаки про любовь и ее катастрофические последствия',
    genre: 'мультфильм',
    data_place: 'Великобритания, 2023',
    img_path:
      'https://img06.rl0.ru/afisha/e532x532p437x43f768x768q85i/s.afisha.ru/mediastorage/a3/fb/5ed6c71e40ff4590b36b3fe0fba3.jpg',
    cinema: [1],
    date: 13012024
  },
  {
    film_id: 4,
    name: 'Нечисть',
    description:
      'Если нарушить правило двух минут, зло попробует утащить провинившегося на тот свет...',
    genre: 'ужасы',
    data_place: 'Великобритания, 2023',
    img_path:
      'https://img06.rl0.ru/afisha/e532x532p925x76f846x846q85i/s2.afisha.ru/mediastorage/57/5c/d0664f6a660d473fa6e7986b5c57.png',
    cinema: [3, 4, 5],
    date: 14012024
  },
  {
    film_id: 5,
    name: 'Звездные войны. Восход',
    description: 'История борьбы сил света и тьмы достигает своего эпического завершения...',
    genre: 'фантастика, приключения',
    data_place: 'США, 2019',
    img_path:
      'https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcQYiLdRStXqE85JTSIGTMSnGCJoOmIiRI1CWVftnfezKuVHrdd1qPcLsjXzLESIRJt90-jv',
    cinema: [1, 3, 4],
    date: 12012024
  },
  {
    film_id: 6,
    name: 'Властелин колец: Братство кольца',
    description:
      'Путешествие фродо Бэггинса, который отправляется на Запад, чтобы уничтожить Кольцо Всевластия...',
    genre: 'фэнтези, приключения',
    data_place: 'Новая Зеландия, 2001',
    img_path: 'https://example.com/images/lotr_fellowship_of_the_ring.jpg',
    cinema: [2, 4, 5],
    date: 19012024
  },
  {
    film_id: 7,
    name: 'Интерстеллар',
    description:
      'Группа исследователей отправляется в космос в поисках нового дома для человечества, сталкиваясь с червоточиной и парадоксами времени...',
    genre: 'научная фантастика, драма',
    data_place: 'США, Великобритания, 2014',
    img_path: 'https://example.com/images/interstellar.jpg',
    cinema: [1, 3],
    date: '07012024'
  },
  {
    film_id: 8,
    name: 'Гарри Поттер и философский камень',
    description:
      'Подросток Гарри Поттер обнаруживает, что он наследник волшебства, когда приходит приглашение в Хогвартс, школу магии и волшебства...',
    genre: 'фэнтези, приключения',
    data_place: 'Великобритания, США, 2001',
    img_path: 'https://example.com/images/harry_potter_philosophers_stone.jpg',
    cinema: [2, 5],
    date: 16012024
  },
  {
    film_id: 9,
    name: 'Звездные войны: Эпизод IV - Новая надежда',
    description:
      'Молодой пилот-преступник, фермер-подросток и принцесса борются с зловещей империей в галактической борьбе...',
    genre: 'фантастика, боевик, приключения',
    data_place: 'США, 1977',
    img_path: 'https://example.com/images/star_wars_a_new_hope.jpg',
    cinema: [1, 3, 4],
    date: 15012024 // Пример даты проката: 15 января 2024 года
  },
  {
    film_id: 10,
    name: 'Матрица',
    description:
      'Программист Нео обнаруживает, что весь мир, в котором он живет, на самом деле является компьютерной симуляцией...',
    genre: 'научная фантастика, боевик',
    data_place: 'США, 1999',
    img_path: 'https://example.com/images/the_matrix.jpg',
    cinema: [2, 4],
    date: 20012024 // Пример даты проката: 22 января 2024 года
  },
  {
    film_id: 11,
    name: 'Властелин колец: Две крепости',
    description:
      'Фродо и его спутники продолжают свой путь к Мордору, сталкиваясь с новыми опасностями и испытаниями...',
    genre: 'фэнтези, приключения',
    data_place: 'Новая Зеландия, 2002',
    img_path: 'https://example.com/images/lotr_the_two_towers.jpg',
    cinema: [1, 3, 5],
    date: '05012024' // Пример даты проката: 5 января 2024 года
  },
  {
    film_id: 12,
    name: 'Гладиатор',
    description:
      'Генерал Максимус Децим Меридиус оказывается в центре политических интриг и борьбы за власть в Древнем Риме...',
    genre: 'боевик, драма, история',
    data_place: 'США, 2000',
    img_path: 'https://example.com/images/gladiator.jpg',
    cinema: [2, 4],
    date: 10012024 // Пример даты проката: 10 января 2024 года
  },
  {
    film_id: 13,
    name: 'Форрест Гамп',
    description:
      'История об удивительном человеке, который случайно становится участником множества ключевых событий американской истории...',
    genre: 'драма, романтика',
    data_place: 'США, 1994',
    img_path: 'https://example.com/images/forrest_gump.jpg',
    cinema: [1, 2, 3, 4],
    date: '03012024' // Пример даты проката: 3 января 2024 года
  },
  {
    film_id: 14,
    name: 'Титаник',
    description:
      'История любви между бедной девушкой и богатым парнем, которая разворачивается на фоне катастрофы гигантского лайнера...',
    genre: 'драма, романтика',
    data_place: 'США, 1997',
    img_path: 'https://example.com/images/titanic.jpg',
    cinema: [2, 3, 5],
    date: 12012024 // Пример даты проката: 12 января 2024 года
  },
  {
    film_id: 15,
    name: 'Побег из Шоушенка',
    description:
      'История о дружбе и надежде, о выживании и свободе, которая началась в тюремной камере...',
    genre: 'драма',
    data_place: 'США, 1994',
    img_path: 'https://example.com/images/shawshank_redemption.jpg',
    cinema: [1, 4, 5],
    date: 17012024 // Пример даты проката: 17 января 2024 года
  },
  {
    film_id: 16,
    name: 'Зеленая миля',
    description:
      'Сотрудник тюрьмы встречает заключенного с удивительным даром, способным менять мир вокруг...',
    genre: 'драма, фэнтези',
    data_place: 'США, 1999',
    img_path: 'https://example.com/images/the_green_mile.jpg',
    cinema: [1, 2, 3],
    date: '01012024' // Пример даты проката: 20 января 2024 года
  },
  {
    film_id: 21,
    name: 'Интерстеллар',
    description:
      'Группа исследователей отправляется в космическое путешествие через червоточины, чтобы спасти человечество от исчезновения...',
    genre: 'фантастика, драма',
    data_place: 'США, Великобритания, 2014',
    img_path: 'https://example.com/images/interstellar.jpg',
    cinema: [1, 3, 5],
    date: 17012024 // Пример даты проката: 17 января 2024 года
  },
  {
    film_id: 22,
    name: 'Начало',
    description:
      'Профессиональный вор сна ворует секретные данные, внедряясь в сознание своих жертв во время сна...',
    genre: 'фантастика, боевик',
    data_place: 'США, Великобритания, 2010',
    img_path: 'https://example.com/images/inception.jpg',
    cinema: [2, 4],
    date: '02012024' // Пример даты проката: 20 января 2024 года
  },
  {
    film_id: 23,
    name: 'Гарри Поттер и философский камень',
    description:
      'Приключения мальчика-волшебника Гарри Поттера, который учится в Школе волшебства и ведет борьбу против сил тьмы...',
    genre: 'фэнтези, приключения',
    data_place: 'Великобритания, США, 2001',
    img_path: 'https://example.com/images/harry_potter_philosophers_stone.jpg',
    cinema: [1, 3, 5],
    date: 25012024 // Пример даты проката: 25 января 2024 года
  },
  {
    film_id: 24,
    name: 'Аватар',
    description:
      'После прибытия на далекую планету Пандора, парализованный бывший морпех получает шанс восстановиться, используя инновационную технологию...',
    genre: 'фантастика, приключения',
    data_place: 'США, Великобритания, 2009',
    img_path: 'https://example.com/images/avatar.jpg',
    cinema: [2, 4],
    date: 28012024 // Пример даты проката: 28 января 2024 года
  },
  {
    film_id: 25,
    name: 'Побег из Шоушенка',
    description:
      'История о дружбе двух заключенных, которые строят план побега из тюрьмы Шоушенк...',
    genre: 'драма',
    data_place: 'США, 1994',
    img_path: 'https://example.com/images/shawshank_redemption.jpg',
    cinema: [1, 3, 5],
    date: 15012024 // Пример даты проката: 15 января 2024 года
  },
  {
    film_id: 26,
    name: 'Звёздные войны: Эпизод 4 – Новая надежда',
    description:
      'Молодой фермер Люк Скайуокер вместе с джедаем Оби-Ваном Кеноби и контрабандистом Ханом Соло спасает принцессу и присоединяется к повстанцам, чтобы сразиться с Империей...',
    genre: 'фантастика, боевик',
    data_place: 'США, 1977',
    img_path: 'https://example.com/images/star_wars_episode_IV.jpg',
    cinema: [2, 4],
    date: 18012024 // Пример даты проката: 18 января 2024 года
  },
  {
    film_id: 27,
    name: 'Матрица',
    description:
      'Программист Нео узнает от загадочного Морфея, что весь его мир — всего лишь виртуальная реальность, созданная искусственным интеллектом...',
    genre: 'фантастика, боевик',
    data_place: 'США, 1999',
    img_path: 'https://example.com/images/the_matrix.jpg',
    cinema: [1, 3],
    date: 22012024 // Пример даты проката: 22 января 2024 года
  },
  {
    film_id: 28,
    name: 'Титаник',
    description:
      'Романтическая история любви между бедным парнем и девушкой из высшего общества на фоне трагического затопления легендарного парохода...',
    genre: 'драма, романтика',
    data_place: 'США, 1997',
    img_path: 'https://example.com/images/titanic.jpg',
    cinema: [2, 4, 5],
    date: 23012024 // Пример даты проката: 23 января 2024 года
  },
  {
    film_id: 29,
    name: 'Властелин колец: Братство кольца',
    description:
      'Эпическое приключение о группе искателей приключений, направляющихся в поход, чтобы уничтожить кольцо Властелина Тьмы...',
    genre: 'фэнтези, приключения',
    data_place: 'Новая Зеландия, 2001',
    img_path: 'https://example.com/images/lotr_fellowship_of_the_ring.jpg',
    cinema: [1, 3, 4],
    date: 10012024 // Пример даты проката: 10 января 2024 года
  },
  {
    film_id: 30,
    name: 'В погоне за счастьем',
    description:
      'Отец-одиночка, потерявший свой дом и работу, отправляется вместе с сыном в отчаянный путь в поисках лучшей жизни...',
    genre: 'драма, биография',
    data_place: 'США, 2006',
    img_path: 'https://example.com/images/pursuit_of_happyness.jpg',
    cinema: [2, 5],
    date: 12012024 // Пример даты проката: 12 января 2024 года
  },
  {
    film_id: 31,
    name: 'Терминатор 2: Судный день',
    description:
      'Спасая будущее, Коннор и Т-800 пытаются предотвратить появление передового киборга, который должен уничтожить будущего лидера сопротивления...',
    genre: 'фантастика, боевик',
    data_place: 'США, 1991',
    img_path: 'https://example.com/images/terminator_2.jpg',
    cinema: [1, 4],
    date: 14012024 // Пример даты проката: 14 января 2024 года
  },
  {
    film_id: 32,
    name: 'Интерстеллар',
    description:
      'Группа исследователей отправляется в космическое путешествие через червоточину в поисках нового дома для человечества, столкнувшегося с угрозой вымирания...',
    genre: 'фантастика, драма',
    data_place: 'США, 2014',
    img_path: 'https://example.com/images/interstellar.jpg',
    cinema: [3, 5],
    date: 17012024 // Пример даты проката: 17 января 2024 года
  },
  {
    film_id: 33,
    name: 'Побег из Шоушенка',
    description:
      'История о дружбе двух заключенных, выстроивших сложный план побега из тюрьмы Шоушенка...',
    genre: 'драма, криминал',
    data_place: 'США, 1994',
    img_path: 'https://example.com/images/the_shawshank_redemption.jpg',
    cinema: [2, 3],
    date: 19012024 // Пример даты проката: 19 января 2024 года
  },
  {
    film_id: 34,
    name: 'Звездные войны: Эпизод IV - Новая надежда',
    description:
      'Группа повстанцев сражается против зловещей Империи, стремясь спасти галактику от тирании...',
    genre: 'фантастика, боевик',
    data_place: 'США, 1977',
    img_path: 'https://example.com/images/star_wars_episode_iv.jpg',
    cinema: [1, 4, 5],
    date: 20012024 // Пример даты проката: 20 января 2024 года
  },
  {
    film_id: 35,
    name: 'Форрест Гамп',
    description:
      'Жизнь обычного человека, который стал свидетелем многих исторических событий XX века...',
    genre: 'драма, мелодрама',
    data_place: 'США, 1994',
    img_path: 'https://example.com/images/forrest_gump.jpg',
    cinema: [1, 2],
    date: 15012024 // Пример даты проката: 15 января 2024 года
  },
  {
    film_id: 36,
    name: 'Матрица',
    description:
      'Программист Нео узнает о тайной войне между человечеством и искусственным интеллектом, который контролирует мир, создавая иллюзию реальности...',
    genre: 'фантастика, боевик',
    data_place: 'США, 1999',
    img_path: 'https://example.com/images/the_matrix.jpg',
    cinema: [3, 4],
    date: 16012024 // Пример даты проката: 16 января 2024 года
  },
  {
    film_id: 37,
    name: 'Титаник',
    description:
      'Эпическая история о любви между Розой и Джеком, которая стала свидетельницей трагедии с легендарным пароходом...',
    genre: 'драма, романтика',
    data_place: 'США, 1997',
    img_path: 'https://example.com/images/titanic.jpg',
    cinema: [2, 5],
    date: 17012024 // Пример даты проката: 17 января 2024 года
  },
  {
    film_id: 38,
    name: 'Властелин колец: Братство кольца',
    description:
      'По мотивам произведения Дж. Р. Р. Толкина. Фродо и его друзья отправляются в опасное путешествие, чтобы уничтожить Кольцо Всевластья и победить Тёмного Властелина Саурона...',
    genre: 'фэнтези, приключения',
    data_place: 'США, Новая Зеландия, 2001',
    img_path: 'https://example.com/images/lotr_fellowship_of_the_ring.jpg',
    cinema: [1, 3],
    date: 18012024 // Пример даты проката: 18 января 2024 года
  },
  {
    film_id: 39,
    name: 'Гладиатор',
    description:
      'История о римском генерале Максимусе, попавшем в рабство и вынужденном сражаться в аренах, чтобы отомстить тем, кто убил его семью и предал его страну...',
    genre: 'драма, боевик',
    data_place: 'США, Великобритания, 2000',
    img_path: 'https://example.com/images/gladiator.jpg',
    cinema: [4, 5],
    date: 19012024 // Пример даты проката: 19 января 2024 года
  },
  {
    film_id: 40,
    name: 'Храброе сердце',
    description:
      'История Уильяма Уоллеса, шотландского воина, ведущего восстание против английского короля Эдуарда I в XIII веке...',
    genre: 'драма, исторический, боевик',
    data_place: 'США, 1995',
    img_path: 'https://example.com/images/braveheart.jpg',
    cinema: [1, 2],
    date: 20012024 // Пример даты проката: 20 января 2024 года
  }
]
